{
  "heroTitle": "I'm a UX Design Lead, Researcher, and Product Strategist working in Austin.",
  "methodology": {
    "title": "My methodology",
    "skills": [
      {
        "title": "Evidence led",
        "description": "I lead generative and evaluative research, combine it with product and support data, and turn it into clear product bets and roadmaps.",
        "icon": "/images/icon-education.png"
      },
      {
        "title": "Systems fluent",
        "description": "I design end to end journeys for high stakes flows, making complex experiences feel straightforward for people and workable for the business.",
        "icon": "/images/icon-design.png"
      },
      {
        "title": "Outcome focused",
        "description": "I partner with product and engineering to prioritize, experiment, and ship, measuring impact so design decisions move real metrics.",
        "icon": "/images/icon-strategy.png"
      }
    ]
  },
  "featuredQuote": {
    "quote": "Josh holds himself and his team to high standards of curiosity and intellectual rigor. His ability to distance himself from his designs and analyze them purely in terms of what they deliver for the user is a superpower.",
    "authorName": "Ben Phillips",
    "authorTitle": "Senior Product Manager at Indeed",
    "authorImage": "/images/portrait-ben.jpeg"
  },
  "about": {
    "title": "Who I am",
    "heading": "I design meaningful products that have real impact.",
    "content": "For over 15 years I've had the privilege to serve tens of millions of users, collaborating with diverse cross-functional teams and executive leadership to identify and solve complex problems. I've led design initiatives for top brands like Indeed, AXS, and LegalZoom, and thrive at the intersection of business and design.\n\nAs an instructor and the Assistant Managing Director at the [Austin Center for Design (AC4D)](http://ac4d.com), I strive to empower the next generation of designers to tackle complex societal challenges with creativity and autonomy. Additionally, I serve on the [Media & Design Advisory Board](https://sopa.tulane.edu/about-sopa/advisory-boards/media-design-advisory-board) for Tulane University's School of Professional Advancement, helping to refine and shape a design curriculum that meets the constantly evolving needs of the field.\n\n**Let's build something!**",
    "bannerImage": "/images/ribbon-portraits.png"
  }
}

